
[
  {
    "id": "1",
    "name": "HTML Course",
    "title": "Build Responsive Real-World Websites with HTML and CSS",
    "image": "https://prod-discovery.edx-cdn.org/media/course/image/776db6bd-54a0-4625-ba3d-1204fb922859-1df9ac41ffdf.small.jpg",
    "body": "Become a modern and confident HTML and CSS developer, no prior knowledge needed! Important CSS concepts such as the box model, positioning schemes, inheritance, solving selector conflicts, etc. How to plan, sketch, design, build, test, and optimize a professional website"
  },
  {
    "id": "2",
    "name": "CSS Course",
    "title": "CSS - The Complete Guide 2022 (incl. Flexbox, Grid & Sass)",
    "image": "https://prod-discovery.edx-cdn.org/media/course/image/32f1ba67-31e7-4b85-aa65-a4687036231c-80139b7286a9.small.png",
    "body": "Flexbox, grid, animations, transitions, fonts, media queries and much more - it's all included!Build beautiful websites which don't just contain great content but also look good. Understand the concepts and theory behind CSS and certain CSS features."
  },
  {
    "id": "3",
    "name": "Javascript Course",
    "title": "The Complete JavaScript Course 2022: From Zero to Expert!",
    "image": "https://prod-discovery.edx-cdn.org/media/course/image/c50943b5-3375-4d50-9f91-911930551603-5703bb2a02c8.small.png",
    "body": "Become an advanced, confident, and modern JavaScript developer from scratch. JavaScript fundamentals: variables, if/else, operators, boolean logic, functions, arrays, objects, loops, strings, etc.Modern OOP: Classes, constructors, prototypal inheritance, encapsulation, etc."
  },
  {
    "id": "4",
    "name": "React Course",
    "title": "React - The Complete Guide (incl Hooks, React Router, Redux)",
    "image": "https://couponos.me/wp-content/uploads/Complete-React-Developer.jpg",
    "body": "Apply for high-paid jobs or work as a freelancer in one the most-demanded sectors you can find in web dev right now. Apply for high-paid jobs or work as a freelancer in one the most-demanded sectors you can find in web dev right now. Build powerful, fast, user-friendly and reactive web apps."
  },
  {
    "id": "5",
    "name": "PHP Course",
    "title": "PHP for Beginners - Become a PHP Master - CMS Project",
    "image": "https://mindqsystems.com/wp-content/uploads/2019/08/php-training.jpg",
    "body": "You will learn to create a (CMS) Content Management System like WordPress, Drupal or Joomla. You will learn how to use Databases. How to use AJAX to submit data to the server without refreshing the page. You will learn to create clean URL's and remove the .php from files. You will learn to use bootstrap by getting experience from the project."
  },
  {
    "id": "6",
    "name": "C++ Course",
    "title": "Beginning C++ Programming - From Beginner to Beyond",
    "image": "https://sf.ezoiccdn.com/ezoimgfmt/www.tangolearn.com/wp-content/uploads/2022/01/best-c-plus-plus.jpg",
    "body": "Learn C++ using a proven curriculum that covers more material than most C++ university courses. Includes Quizzes, Live Coding Exercises, Challenge Coding Exercises and Assignments. Learn Modern C++ rather than an obsolete version of C++ that most other courses teach."
  }
]